# 테스트용 자동설정 쿼리, 사용하지 않으나 참고용으로 남겨둠
# 사용하려면 ddl-auto : create나 create-drop으로 변경하기 근데 데이터 전체 초기화되니까 주의

INSERT INTO ImageStyle (styleName) VALUES
    ('미니멀리즘'),
    ('복고풍'),
    ('펑크'),
    ('보헤미안'),
    ('고전주의'),
    ('아방가르드'),
    ('스트리트웨어'),
    ('빈티지'),
    ('로맨틱'),
    ('그런지'),
    ('스포티'),
    ('빅토리아'),
    ('아르누보'),
    ('아르데코'),
    ('모더니즘'),
    ('코티지코어'),
    ('키치'),
    ('인더스트리얼'),
    ('사이버펑크'),
    ('에스닉'),
    ('모노크롬'),
    ('서스테이너블'),
    ('카운트리'),
    ('피트니스'),
    ('팝아트'),
    ('젠더뉴트럴'),
    ('하이테크'),
    ('노마드'),
    ('수채화'),
    ('인상주의');




